Repository: FareskhaledHani/my-Job
Catalog: lib/l10n/intl_*.arb
Languages: ar, ga, ko

source: ApplyNow
ar: قدّم الآن
ga: 今すぐ申し込む
ko: 지금 신청하기

# ErrorIsHappened
source: Error is happened please try again or check your network
ar: حدث خطأ. يرجى المحاولة مرة أخرى أو التحقق من شبكتك
ga: エラーが発生しました。もう一度やり直すか、ネットワークを確認してください
ko: 오류가 발생했습니다. 다시 시도하거나 네트워크를 확인하세요

source: Job description
ar: وصف الوظيفة
ga: 仕事の説明
ko: 직무 설명

# ContactsUs
source: Contact us
ar: اتصل بنا
ga: お問い合わせ
ko: 문의하기

source: Skill required
ar: المهارات المطلوبة
ga: 必要なスキル
ko: 필요한 기술

source: Work during
ar: العمل خلال
ga: 期間中の作業
ko: 작업 중

source: About company
ar: حول الشركة
ga: 会社概要
ko: 회사 소개

source: Saved Job Is deleted
ar: تم حذف الوظيفة المحفوظة
ga: 保存された仕事が削除されました
ko: 저장된 작업이 삭제되었습니다

source: Please Check Your Network And Try Again
ar: يرجى التحقق من شبكتك والمحاولة مرة أخرى
ga: ネットワークを確認して、もう一度やり直してください
ko: 네트워크를 확인하고 다시 시도하세요

source: Job Application Update
ar: تحديث طلب الوظيفة
ga: 求人申し込みの更新
ko: 채용 신청 업데이트

source: Job Application Reminders
ar: تذكيرات طلب الوظيفة
ga: 求人応募のリマインダー
ko: 채용 신청 알림

source: Jobs You May Be Interested In
ar: الوظائف التي قد تهتم بها
ga: あなたが興味を持つかもしれない仕事
ko: 당신이 관심을 가질 수 있는 직업

source: Job Seeker Updates
ar: تحديثات الباحث عن عمل
ga: 求職者のアップデート
ko: 구직자 업데이트

source: Show Profile
ar: عرض الملف الشخصي
ga: プロフィールを表示
ko: 프로필 표시

source: All Message
ar: كل الرسائل
ga: すべてのメッセージ
ko: 모든 메시지

source: Message Nudges
ar: تحفيز الرسائل
ga: メッセージのヒント
ko: 메시지 알림
