Repository: FareskhaledHani/my-Job
Catalog: lib/l10n/intl_*.arb
Languages: ar, ga, ko

source: Hi,
ar: مرحبًا
ga: こんにちは、
ko: 안녕하세요,

source: Create a better future for yourself here
ar: أنشئ مستقبلًا أفضل لنفسك هنا
ga: ここで自分の未来をより良く作りましょう
ko: 여기서 더 나은 미래를 만드세요

source: Enter your search query
ar: أدخل استعلام البحث الخاص بك
ga: 検索クエリを入力してください
ko: 검색어를 입력하세요

source: Suggested Job
ar: الوظيفة المقترحة
ga: 提案された仕事
ko: 제안된 직업

source: View all
ar: عرض الكل
ga: すべて表示
ko: 모두 보기

source: Recent Job
ar: الوظيفة الأخيرة
ga: 最近の仕事
ko: 최근 작업

source: Applied Job
ar: الوظيفة المتقدمة
ga: 応募した仕事
ko: 지원한 작업

source: Biodata
ar: البيانات الشخصية
ga: バイオデータ
ko: 바이오 데이터

source: Fill in your bio data correctly
ar: املأ بياناتك الشخصية بشكل صحيح
ga: バイオデータを正しく入力してください
ko: 바이오 데이터를 올바르게 작성하세요

source: Full Name
ar: الاسم الكامل
ga: フルネーム
ko: 전체 이름

source: Email
ar: البريد الإلكتروني
ga: メール
ko: 이메일

source: No.Handphone
ar: رقم الهاتف
ga: 携帯電話なし
ko: 핸드폰 없음

source: Type of work
ar: نوع العمل
ga: 仕事の種類
ko: 작업 유형

source: Next
ar: التالي
ga: 次へ
ko: 다음

source: Upload portfolio
ar: تحميل البورتفوليو
ga: ポートフォリオをアップロード
ko: 포트폴리오 업로드

source: Upload CV
ar: تحميل السيرة الذاتية
ga: 履歴書をアップロード
ko: 이력서 업로드

source: submitted
ar: تم الإرسال
ga: 提出された
ko: 제출됨

source: Other File
ar: ملف آخر
ga: 他のファイル
ko: 기타 파일

source: Upload your other file
ar: تحميل ملفك الآخر
ga: 他のファイルをアップロード
ko: 기타 파일 업로드

source: Max. file size 10 MB
ar: الحد الأقصى لحجم الملف 10 ميغابايت
ga: 最大ファイルサイズ10MB
ko: 최대 파일 크기 10MB

source: Add File
ar: إضافة ملف
ga: ファイルを追加
ko: 파일 추가

source: Your data has been successfully sent
ar: تم إرسال بياناتك بنجاح
ga: データが正常に送信されました
ko: 데이터가 성공적으로 전송되었습니다

source: You will get a message from our team, about the announcement of employee acceptance
ar: ستتلقى رسالة من فريقنا حول إعلان قبول الموظف
ga: 従業員の受け入れの発表について、当社チームからメッセージを受け取ります
ko: 직원 수락 공지에 대한 당사 팀의 메시지가 전송됩니다

source: back to home
ar: العودة إلى الصفحة الرئيسية
ga: ホームに戻る
ko: 홈으로 돌아가기

source: CV.pdf 300KB
ar: سيرتك الذاتية.pdf 300 كيلوبايت
ga: 履歴書.pdf 300KB
ko: 이력서.pdf 300KB

source: Home
ar: الصفحة الرئيسية
ga: ホーム
ko: 집

source: Massage
ar: رسالة
ga: マッサージ
ko: 마사지

source: Applied
ar: تم التقديم
ga: 適用済み
ko: 적용됨

source: saved
ar: تم الحفظ
ga: 保存済み
ko: 저장됨

source: profile
ar: الملف الشخصي
ga: プロフィール
ko: 프로필

source: Your account has been set up!
ar: تم إعداد حسابك!
ga: アカウントが設定されました！
ko: 귀하의 계정이 설정되었습니다!

source: We have customized feeds according to your preferences
ar: لدينا تغذية مخصصة وفقًا لتفضيلاتك
ga: お好みに合わせてフィードをカスタマイズしました
ko: 귀하의 선호도에 맞춰 피드를 사용자 정의했습니다

source: Get Started
ar: البدء
ga: 開始する
ko: 시작하기

source: Create Account
ar: إنشاء حساب
ga: アカウントを作成する
ko: 계정 만들기

source: Please create an account to find your dream job
ar: يرجى إنشاء حساب للعثور على وظيفة أحلامك
ga: 夢の仕事を見つけるためにアカウントを作成してください
ko: 꿈의 직업을 찾으려면 계정을 만들어주세요

source: Username
ar: اسم المستخدم
ga: ユーザー名
ko: 사용자 이름

source: Already have an account?
ar: هل لديك حساب بالفعل؟
ga: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?

source: login
ar: تسجيل الدخول
ga: ログイン
ko: 로그인

source: password
ar: كلمة المرور
ga: パスワード
ko: 비밀번호

source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
ga: パスワードは最低8文字必要です
ko: 비밀번호는 최소 8자 이상이어야 합니다

source: Where are you preferd Location?
ar: أين تفضل موقعك؟
ga: 希望のロケーションはどこですか？
ko: 선호하는 위치는 어디입니까?

# LetUsKnowWhereIsTheWorkLocationYouWantAtThisTimSoWeCanAdjustIt
source: Let us know, where is the work location you want at this time, so we can adjust it.
ar: دعنا نعرف، أين هو موقع العمل الذي ترغب فيه في هذا الوقت، حتى نتمكن من ضبطه.
ga: 現在希望する勤務地をお知らせください。調整いたします。
ko: 현재 원하는 근무지를 알려주세요. 조정하겠습니다.

source: Work Form Office
ar: العمل من المكتب
ga: オフィス勤務
ko: 사무실 근무

source: Remote Work
ar: العمل عن بعد
ga: リモートワーク
ko: 원격 근무

source: Select the country you want for your job
ar: اختر البلد الذي ترغب في العمل به
ga: 希望する国を選択してください
ko: 원하는 국가를 선택하세요

source: What type of work are you interested in?
ar: ما نوع العمل الذي تهتم به؟
ga: 興味のある仕事の種類は？
ko: 관심 있는 작업 유형은 무엇입니까?

# TellUsWhatYouAreInterestedInSoWeCanCustomiseTheAppForYourNeeds
source: Tell us what you’re interested in so we can\ customise the app for your needs.
ar: أخبرنا بما تهتم به حتى نتمكن من تخصيص التطبيق وفقًا لاحتياجاتك.
ga: あなたの興味のあることを教えてください。アプリをカスタマイズします。
ko: 관심 있는 분야를 알려주세요. 우리가 앱을 사용자의 요구에 맞게 사용자 정의합니다.

source: Write a message...
ar: اكتب رسالة...
ga: メッセージを書く...
ko: 메시지를 작성하세요...

source: Visit Job Post
ar: زيارة منشور الوظيفة
ga: 求人を見る
ko: 구인 게시물 보기

source: View my application
ar: عرض طلبي
ga: マイアプリケーションを表示
ko: 내 지원서 보기

source: Mark as unread
ar: وضع علامة كغير مقروء
ga: 未読としてマーク
ko: 읽지 않음으로 표시

source: Mute
ar: كتم الصوت
ga: ミュート
ko: 음소거

source: Archive
ar: أرشفة
ga: アーカイブ
ko: 아카이브

source: Delete conversation
ar: حذف المحادثة
ga: 会話を削除
ko: 대화 삭제

source: Complete Profile
ar: اكمال الملف الشخصي
ga: プロフィールを完成させる
ko: 프로필 완성하기

source: Completed
ar: مكتمل
ga: 完了
ko: 완료됨

source: Complete your profile before applying for a job
ar: اكمل ملفك الشخصي قبل التقديم للوظيفة
ga: 仕事に応募する前にプロフィールを完成させてください
ko: 구직 신청 전에 프로필을 완성하세요

source: Personal Details
ar: التفاصيل الشخصية
ga: 個人情報
ko: 개인 정보

source: Full name, email, phone number, and your address
ar: الاسم الكامل، البريد الإلكتروني، رقم الهاتف، وعنوانك
ga: 氏名、メールアドレス、電話番号、住所
ko: 전체 이름, 이메일, 전화 번호 및 주소

source: Education
ar: التعليم
ga: 教育
ko: 교육

# PortFolio
source: porFolio
ar: المحفظة
ga: ポートフォリオ
ko: 포트폴리오

source: University
ar: الجامعة
ga: 大学
ko: 대학

source: Title
ar: العنوان
ga: タイトル
ko: 제목

source: StartYear
ar: سنة البدء
ga: 開始年
ko: 시작 연도

source: EndYear
ar: سنة الانتهاء
ga: 終了年
ko: 종료 연도

source: Save
ar: حفظ
ga: 保存
ko: 저장

source: Edit Profile
ar: تعديل الملف الشخصي
ga: プロフィールを編集
ko: 프로필 편집

source: Change Photo
ar: تغيير الصورة
ga: 写真を変更
ko: 사진 변경

source: Name
ar: الاسم
ga: 名前
ko: 이름

source: Bio
ar: نبذة
ga: バイオ
ko: 소개

source: Address
ar: العنوان
ga: 住所
ko: 주소

source: Two-step verification
ar: التحقق من خطوتين
ga: 2段階認証
ko: 2단계 인증

source: What can we help?
ar: كيف يمكننا المساعدة؟
ga: 何をお手伝いできますか？
ko: 무엇을 도와드릴까요?

source: The customer is very happy
ar: العميل سعيد جدًا
ga: お客様はとても幸せです
ko: 고객은 매우 만족합니다

# SubTitleTOHelp
source: The customer is very important, the customer will be followed by the customer. Fusce ultricies mi enim, quis vulputate nibh faucibus at Maecenas is in front, whether he accepts or not, he flatters flatters. There is a pillow in front and a trigger porta vulputate. He wants to decorate the classroom and not to the ecological boundaries. The phase of the soft quiver before, in the ullamcorper the mass of the ullamcorper and I chat with Leo and let him be a lot of fun sometimes.
ar: العميل مهم للغاية، وسيتم متابعته من قبل العميل. يتميز بالحساسية والحماس للعميل. يجب أن يكون مؤثرًا أمام العميل، سواء قبل القبول أو بعده، يرضيه ويثير اهتمامه. يوجد وسادة أمامية وباب محرك الحافة. يريد تزيين الصف الدراسي وليس الحدود البيئية. مرحلة الرضا اللطيف قبل، في معظم الشركات الكبيرة الكتلة الرئيسية وأنا أتحدث مع ليو وأتركه ممتعًا بعض الأحيان.
ga: お客様はとても重要です。お客様はお客様に追従されます。お客様は非常に重要です。お客様は非常に重要です。お客様はお客様に追従されます。お客様は非常に重要です。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。お客様はお客様に追従されます。
ko: 고객은 매우 중요합니다. 고객이 따라옵니다. 귀하의 요구에 따라 앱을 사용자 정의합니다. 매우 중요합니다. 매우 중요합니다. 매우 중요합니다. 고객이 매우 중요합니다.

source: Jobs
ar: وظائف
ga: 仕事
ko: 작업

source: Active
ar: نشط
ga: アクティブ
ko: 활성화

source: Rejected
ar: مرفوض
ga: 拒否された
ko: 거부됨

source: No applications were rejected
ar: لم يتم رفض أي طلبات
ga: アプリケーションは拒否されませんでした
ko: 거부된 지원서가 없습니다

source: If there is an application that is rejected by the company it will appear here
ar: إذا كان هناك طلب تم رفضه من قبل الشركة، سيظهر هنا
ga: 企業によって拒否されたアプリケーションがあれば、ここに表示されます
ko: 회사에서 거부된 지원서가 있으면 여기에 표시됩니다

source: Messages
ar: الرسائل
ga: メッセージ
ko: 메시지

source: Search messages...
ar: البحث في الرسائل...
ga: メッセージを検索...
ko: 메시지 검색...

source: You have not received any messages
ar: لم تتلق أي رسائل بعد
ga: メッセージはありません
ko: 메시지가 없습니다

source: Once your application has reached the interview stage, you will get a message from the recruiter.
ar: بمجرد أن يصل طلبك إلى مرحلة المقابلة، ستتلقى رسالة من الموظف المسؤول عن التوظيف.
ga: あなたのアプリケーションがインタビューステージに達したら、リクルーターからメッセージが届きます。
ko: 귀하의 지원서가 면접 단계에 도달하면 면접관으로부터 메시지를 받게 됩니다.

source: Message filters
ar: مرشحات الرسائل
ga: メッセージフィルター
ko: 메시지 필터

source: Unread
ar: غير مقروءة
ga: 未読
ko: 읽지 않음

source: Spam
ar: رسائل غير مرغوبة
ga: スパム
ko: 스팸

source: Archived
ar: الرسائل المؤرشفة
ga: アーカイブ済み
ko: 보관됨

source: Read All messages
ar: قراءة جميع الرسائل
ga: すべてのメッセージを読む
ko: 모든 메시지 읽기

source: notification
ar: الإشعارات
ga: 通知
ko: 알림

source: No new notifications yet
ar: لا توجد إشعارات جديدة حتى الآن
ga: まだ新しい通知はありません
ko: 새로운 알림이 없습니다

source: You will receive a notification if there is something on your account
ar: سوف تتلقى إشعارًا في حال وجود شيء في حسابك
ga: アカウントに何かあると通知が届きます
ko: 계정에 무언가가 있으면 알림이 전송됩니다

source: New
ar: جديد
ga: 新しい
ko: 새로운

source: Yesterday
ar: أمس
ga: 昨日
ko: 어제

source: Profile
ar: الملف الشخصي
ga: プロフィール
ko: 프로필

source: Reviewed
ar: تمت مراجعته
ga: 確認済み
ko: 검토됨

source: Contacted
ar: تم الاتصال به
ga: 連絡先
ko: 연락됨

source: About
ar: حول
ga: 約
ko: 소개

source: Edit
ar: تعديل
ga: 編集
ko: 편집

source: General
ar: عام
ga: 一般的な
ko: 일반

source: Language
ar: اللغة
ga: 言語
ko: 언어

source: Login and security
ar: تسجيل الدخول والأمان
ga: ログインとセキュリティ
ko: 로그인 및 보안

source: Others
ar: أخرى
ga: その他
ko: 기타

source: Accessibility
ar: إمكانية الوصول
ga: アクセシビリティ
ko: 접근성

source: Help Center
ar: مركز المساعدة
ga: ヘルプセンター
ko: 도움말 센터

source: Terms & Conditions
ar: الشروط والأحكام
ga: 利用規約
ko: 이용 약관

source: Privacy Policy
ar: سياسة الخصوصية
ga: プライバシーポリシー
ko: 개인 정보 보호 정책

source: Share Via...
ar: مشاركة عبر...
ga: 経由で共有...
ko: 공유하기...

source: Cancel Save
ar: إلغاء الحفظ
ga: 保存をキャンセル
ko: 저장 취소

source: Saved,
ar: تم الحفظ
ga: 保存された
ko: 저장됨,

source: Nothing has been saved yet
ar: لم يتم حفظ أي شيء بعد
ga: まだ保存されていません
ko: 아무것도 저장되지 않았습니다

source: Press the star icon on the job you want to save
ar: اضغط على أيقونة النجم على الوظيفة التي ترغب في حفظها
ga: 保存したい求人の星アイコンを押してください
ko: 저장하려는 작업에 별 아이콘을 누르세요

source: Job Saved
ar: تم حفظ الوظيفة
ga: 求人保存済み
ko: 작업이 저장됨

source: Be an early applicant
ar: كن متقدمًا في التقديم
ga: 早期応募者である
ko: 일찍 지원하세요

source: Type something...
ar: اكتب شيئًا...
ga: 何か入力してください...
ko: 무언가 입력하세요...

source: JobDetails
ar: تفاصيل الوظيفة
ga: 仕事の詳細
ko: 작업 세부 정보

source: Employees For
ar: الموظفين لـ
ga: のための従業員
ko: 직원 수

source: Change Password
ar: تغيير كلمة المرور
ga: パスワードの変更
ko: 비밀번호 변경

source: Enter your old password
ar: أدخل كلمة المرور القديمة
ga: 古いパスワードを入力してください
ko: 이전 비밀번호를 입력하세요

source: Enter Your new Password
ar: أدخل كلمة المرور الجديدة
ga: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요

source: Confirm your new password
ar: تأكيد كلمة المرور الجديدة
ga: 新しいパスワードを確認してください
ko: 새 비밀번호를 확인하세요

source: Email address
ar: عنوان البريد الإلكتروني
ga: メールアドレス
ko: 이메일 주소

source: Main e-mail address
ar: البريد الإلكتروني الرئيسي
ga: メインメールアドレス
ko: 기본 이메일 주소

source: Account access
ar: الوصول إلى الحساب
ga: アカウントアクセス
ko: 계정 접근

source: Phone number
ar: رقم الهاتف
ga: 電話番号
ko: 전화번호

source: Face ID
ar: تعرف على الوجه
ga: 顔認証
ko: 얼굴 인식

source: Please login to find your dream job
ar: الرجاء تسجيل الدخول للعثور على وظيفة أحلامك
ga: 夢の仕事を見つけるにはログインしてください
ko: 꿈의 직업을 찾으려면 로그인하세요

source: Remember me
ar: تذكرني
ga: ログイン情報を記憶する
ko: 기억하기

source: ForgetPassword ?
ar: هل نسيت كلمة المرور؟
ga: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?

# DontHaveAnAccount
source: Dont’t have an account?
ar: ليس لديك حساب؟
ga: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?

source: Register
ar: تسجيل
ga: 登録
ko: 회원가입

source: Password
ar: كلمة المرور
ga: パスワード
ko: 비밀번호

source: Google
ar: جوجل

source: FaceBook
ar: فيسبوك

source: Job notification
ar: إشعار الوظائف
ga: 求人通知
ko: 채용 알림

source: Your Job Search Alert
ar: تنبيه بحث الوظائف الخاص بك
ga: 求人検索アラート
ko: 귀하의 취업 알림

source: Other notification
ar: إشعار آخر
ga: その他の通知
ko: 기타 알림

source: Add portfolio here
ar: أضف محفظة هنا
ga: ポートフォリオをこちらに追加
ko: 포트폴리오를 여기에 추가

source: Your privacy is important
ar: خصوصيتك مهمة
ga: あなたのプライバシーは重要です
ko: 귀하의 개인정보 보호가 중요합니다

# SubTitleYourPrivacy1
source: The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at
ar: العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في
ga: 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at
ko: 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다.

# SubTitleYourPrivacy2
source: In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at
ar: في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في
ga: 実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at
ko: 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다.

# SubTitleYourPrivacy3
source: Data controllers and contract partners
ar: متحكمو البيانات وشركاء العقد
ga: データコントローラーおよび契約パートナー
ko: 데이터 컨트롤러 및 계약 파트너

# SubTitleYourPrivacy4
source: The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at
ar: العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في
ga: 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at
ko: 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 지금 누가 약을 마실 것인가요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다.

source: Check your Email
ar: تحقق من بريدك الإلكتروني
ga: メールを確認してください
ko: 이메일 확인

source: Wehave sent a reset password to your email address
ar: لقد قمنا بإرسال رابط إعادة تعيين كلمة المرور إلى عنوان بريدك الإلكتروني
ga: リセットパスワードをあなたのメールアドレスに送信しました
ko: 이메일 주소로 비밀번호 재설정 링크를 보냈습니다.

source: Open email app
ar: افتح تطبيق البريد الإلكتروني
ga: メールアプリを開く
ko: 이메일 앱 열기

source: Create new password
ar: إنشاء كلمة مرور جديدة
ga: 新しいパスワードを作成する
ko: 새 비밀번호 생성

source: Set your new password so you can login and acces Jobsque
ar: ضع كلمة مرور جديدة حتى تتمكن من تسجيل الدخول والوصول إلى Jobsque
ga: 新しいパスワードを設定して、ログインして Jobsque にアクセスできるようにします
ko: 새 비밀번호를 설정하여 로그인하고 Jobsque에 액세스할 수 있도록 합니다.

source: Both password must match
ar: يجب أن تتطابق كلمتا المرور
ga: 両方のパスワードが一致する必要があります
ko: 두 비밀번호가 일치해야 합니다

source: Rest Password
ar: إعادة تعيين كلمة المرور
ga: パスワードをリセットする
ko: 비밀번호 재설정

source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!
ga: パスワードが正常に変更されました！
ko: 비밀번호가 성공적으로 변경되었습니다!

source: Your password has been changed successfully, we will let you know if there are more problems with your account
ar: تم تغيير كلمة المرور بنجاح، سنخبرك إذا كان هناك مزيد من المشاكل مع حسابك
ga: パスワードが正常に変更されました。アカウントに関するさらなる問題がある場合はお知らせします
ko: 비밀번호가 성공적으로 변경되었습니다. 계정에 더 많은 문제가 있는지 알려드리겠습니다.

source: Enter the email address you used when you joined and we’ll send you instructions to reset your password.
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته عند الانضمام وسنرسل لك تعليمات لإعادة تعيين كلمة المرور الخاصة بك.
ga: 参加時に使用したメールアドレスを入力してください。パスワードをリセットするための手順を送信します。
ko: 가입시 사용한 이메일 주소를 입력하면 비밀번호 재설정 안내를 보내드립니다.

source: You remember your password
ar: تتذكر كلمة المرور الخاصة بك
ga: パスワードを覚えていますか？
ko: 비밀번호를 기억하십니까?

source: Request password reset
ar: طلب إعادة تعيين كلمة المرور
ga: パスワードをリセットするリクエスト
ko: 비밀번호 재설정 요청

source: Enter your email....
ar: أدخل بريدك الإلكتروني....
ga: メールアドレスを入力してください....
ko: 이메일을 입력하세요....

source: Set Filter
ar: تعيين المرشح
ga: フィルターを設定する
ko: 필터 설정

source: Reset
ar: إعادة تعيين
ga: リセット
ko: 재설정

source: ShowResult
ar: إظهار النتائج
ga: 結果を表示する
ko: 결과 표시

source: Skip
ar: تخطى
ga: スキップ
ko: 건너뛰기

source: yourcareer from now on
ar: مسارك المهني من الآن فصاعداً
ga: これからのキャリア
ko: 이제부터 당신의 경력

source: Find a job, and
ar: البحث عن وظيفة، و
ga: 仕事を見つけ、
ko: 일자리를 찾아

source: start building
ar: ابدأ في بناء
ga: 建設を開始
ko: 시작하세요

source: Explore over 25,924 available job roles and upgrade your operator now.
ar: استكشاف أكثر من 25,924 دور عمل متاحة وتحسين موقفك الوظيفي الآن.
ga: 25,924以上の利用可能な求人役割を探索し、今すぐオペレーターをアップグレードします。
ko: 25,924개 이상의 사용 가능한 직군을 탐색하고 지금 당신의 기술을 업그레이드하세요.

source: Hundreds of jobs are waiting for you
ar: مئات الوظائف في انتظارك
ga: 何百もの仕事があなたを待っています
ko: 수백 개의 일자리가 당신을 기다리고 있습니다

source: join together
ar: انضم معًا
ga: 一緒に参加
ko: 함께 가입하세요

source: Immediately join us and start applying for the job you are interested in.
ar: انضم إلينا على الفور وابدأ في التقديم للوظيفة التي تهمك.
ga: すぐに参加して、興味のある仕事に応募を開始します。
ko: 즉시 가입하고 관심 있는 직업에 지원하세요.

source: Get the best
ar: احصل على الأفضل
ga: 最高のものを手に入れる
ko: 최고의

source: choice for the job
ar: اختيار للوظيفة
ga: 仕事の選択
ko: 선택을 받아

# YouHaveAlwaysDreamedOf
source: you've always dreamed of
ar: التي حلمت بها دائمًا
ga: あなたが常に夢見てきた
ko: 꿈꿔 왔던 일자리를

source: The better the skills you have, the greater the good job opportunities for you.
ar: كلما كانت مهاراتك أفضل، كلما كانت فرص الحصول على وظائف جيدة أكبر.
ga: スキルが良ければ良いほど、良い仕事の機会が増えます。
ko: 보유한 기술이 좋을수록 더 많은 좋은 일자리 기회가 있습니다.

source: Thank you very much
ar: شكرًا جزيلاً
ga: ありがとうございました
ko: 많은 도움 주셔서 감사합니다

# NowHowShowDrink
source: Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer.
ar: الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل.
ga: さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。
ko: 이제 누가 약을 마실까요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다.

# NowHowShowDrinkInFact
source: Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at The customer is very important, the customer will be followed by the customer. In fact, even if it's advertising, it's important to have a cartoon employee. Now who should drink the medicine? Donec feugiat massa mi, at hendrerit mauris rutrum at
ar: الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في العميل مهم للغاية، سيتم متابعته من قبل العميل. في الواقع، حتى لو كانت إعلانات، فمن المهم أن يكون هناك موظف كرتون. الآن من يجب أن يشرب الدواء؟ دونيك فيوجيات ماسا مي، في هندريريت ماوريس روتروم في
ga: さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at 顧客は非常に重要です。顧客は顧客によって追跡されます。実際、広告でもカートゥーンの従業員を持つことが重要です。さて、誰が薬を飲むべきですか？ Donec feugiat massa mi、at hendrerit mauris rutrum at
ko: 이제 누가 약을 마실까요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다. 고객은 매우 중요하며, 그를 따르는 고객이 있습니다. 실제로 광고일지라도 만화 직원이 있어야합니다. 이제 누가 약을 마실까요? Donec feugiat massa mi, at hendrerit mauris rutrum입니다.

source: month
ar: شهر
ga: 月
ko: 월
